[
    {
        "name" : "Cardiology", "id":1, "img":"https://image.freepik.com/free-vector/hypertension-abstract-concept_335657-3220.jpg", "p":"The Cardiology Department of Best Care Hospital Dhaka has gained reputation for its dynamic and innovation in the diagnosis, investigation and treatment of patients with all forms of heart diseases, both generally encountered and complex cases. We have a dedicated unit of four full-time Consultants, and a team of junior doctors, nurses, and technicians trained to the highest standard in cardiac assessment. Our specialists diagnose and manage full range of heart conditions, and we are fully equipped with state-of-the-art facilities and complete range of services: from cardiac investigations to Interventional Cardiology procedures in ultramodern Catheterization Lab (Cath Lab). Cardio-pulmonary rehabilitation program is offered to patients through our Physical Medicine & Rehabilitation Centre. The hospital offers a multidisciplinary in-patient program, and also has complete Coronary Care Unit and Cardiothoracic ICU for critical cardiac patients. For emergency patients, we have 24-hour Accident & Emergency Centre and specialized team for stabilization and treatment of the patient."
    },
    {
        "name":"Pediatric" , "id":2, "img":"https://i.ibb.co/qNXd8CK/pediatric.jpg","p":"We provide comprehensive and high quality tertiary level services with the child and family by multidisciplinary team for children with complex disabilities. The children, who have come for the first time, are taken to our 'Walk-In-Clinic', the already diagnosed epilepsy children to 'Epilepsy Clinic', the 'High Risk Baby' to 'Multiple disability clinic': We always encourage and welcome parents to accompany their children as we strongly believe that parents are the ones who know their children the best and without their active participation it is impossible to make any changes for these affected children."
    },
    {
        "name":"Neorology" , "id":3, "img":"https://i.ibb.co/C6LnCQ0/neurology.jpg","p":"Department of Neurology of Best Care Hospital Dhaka provides comprehensive consultative services, diagnostic testing and treatment for a broad spectrum of neurological conditions, including diseases of the brain, spinal cord, peripheral nerves and muscles. Evercare Hospital Dhakais the only hospital in the country to be providing advanced and comprehensive Neurology & Neurosurgery facilities under one roof. The Neurology Department has experienced American Board Certified Neurologist and also the only qualified epilepsy specialist of the country. The department uses the latest technology and facilities, and is staffed by an experienced team of neurologists, nurses and technologists, who are committed to patient care. Neuro Rehabilitation services are provided for our patients in association with Physical Medicine & Rehabilitation Centre."
    },
    {
        "name":"Gynecology" , "id":4, "img":"https://i.ibb.co/yF98SCS/4372551.jpg",
        "p":"The Department of Obstetrics & Gynaecology of Best Care Hospital Dhaka provides comprehensive services to women in the treatment and management of gynaecologic and obstetric conditions – from routine care to complex high-risk situations. We treat variety of problems of female reproductive organs and utilize minimally invasive laparoscopic surgeries and laser surgeries. Our maternity services manage and care for women during pregnancy, childbirth and postnatal periods. The department is fully equipped with state-of-the-art Maternity Unit, which has built-in labour OT, labour rooms and Neonatal Intensive Care Unit. We also provide breast feeding counselling, as well as antenatal counselling sessions."
    },
    {
        "name":"Dental" , "id":5, "img":"https://image.freepik.com/free-vector/flat-dental-care-concept-illustration_23-2148982240.jpg" ,
        "p":"Department of Dental & Maxillofacial Surgery of Best Care Hospital Dhaka offers full scope of the dental specialty, including general dentistry and specialized services in oral & maxillofacial surgery, orthodontics and restorative dentistry (endodontics and prosthodontics). Our aim is to deliver oral health care of the highest standard to our patients through experienced dental surgeons and modern technology. The department provides diagnosis, management and surgical treatment of defects and injuries related to the function and aesthetics of the teeth, gums and jaws. It also provides excellent surgical service for all sorts of maxillofacial surgery & disease"
    },
    {
        "name":"Otorhinolaryngology" , "id":6, "img":"https://i.ibb.co/k2xG94F/otorhinolaryngology.jpg", "p":"ENT Department of Best Care Hospital Dhaka offers comprehensive treatment for a wide range of patients who need surgical or conservative treatments for the nasal passages, sinuses, ears, mouth, pharynx, throat, and head-neck regions. The department houses state-of-the-art technology and is backed by experienced ENT Consultants, doctors, nurses and technologists. All related problems are shown to the patients on TV monitors and are discussed in detail with them before rendering any surgical treatment. This helps patients to understand their problems better and in decision making. The department deals with all ENT related problems and emergency situations to provide full coverage of services."
    }

]